import Footer from "../Footer/Footer";
import Header from "../Header/Header";
import { ScrollToTop } from "../ScrollToTop/ScrollToTop";
import cls from "./Privacy.module.css";

const Privacy = () => {
    return (
        <>
            <ScrollToTop />
            <Header />
            <div className="mx-[50px] mt-[25px]">
                <p className="text-[48px] mb-[20px]">
                    Политика конфиденциальности
                </p>
                <strong>1. ОБЩИЕ ПОЛОЖЕНИЯ</strong>
                <br />
                · 1.1. Использование Пользователем сайта означает согласие с
                настоящей Политикой конфиденциальности и условиями обработки
                персональных данных Пользователя.
                <br />
                · 1.2. В случае несогласия с условиями Политики
                конфиденциальности Пользователь должен прекратить использование
                сайта.
                <br />
                · 1.3. Настоящая Политика конфиденциальности применяется только
                к этому сайту. Администрация сайта не контролирует и не несет
                ответственность за сайты третьих лиц, на которые Пользователь
                может перейти по ссылкам, доступным на сайте.
                <br />
                · 1.4. Администрация сайта не проверяет достоверность
                персональных данных, предоставляемых Пользователем сайта.
                <br />
                <br />
                <strong>2. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</strong>
                <br />
                · 2.1. Настоящая Политика конфиденциальности устанавливает
                обязательства Администрации сайта по неразглашению и обеспечению
                режима защиты конфиденциальности персональных данных, которые
                Пользователь предоставляет по запросу Администрации сайта.
                <br />
                · 2.2. Персональные данные, разрешённые к обработке в рамках
                настоящей Политики конфиденциальности, предоставляются
                Пользователем путём заполнения регистрационной формы на сайте.
                <br />
                <br />
                <strong>
                    3. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ
                </strong>
                <br />
                · 3.1. Персональные данные Пользователя Администрация сайта
                может использовать в целях:
                <br />
                · 3.1.1. Идентификации Пользователя для оформления заказа.
                <br />
                · 3.1.2. Предоставления Пользователю доступа к
                персонализированным ресурсам Сайта.
                <br />
                · 3.1.3. Установления с Пользователем обратной связи, включая
                направление уведомлений, запросов, касающихся использования
                Сайта, оказания услуг, обработка запросов и заявок от
                Пользователя.
                <br />
                · 3.1.4. Определения места нахождения Пользователя для
                обеспечения безопасности, предотвращения мошенничества.
                <br />
                · 3.1.5. Подтверждения достоверности и полноты персональных
                данных, предоставленных Пользователем.
                <br />
                · 3.1.6. Уведомления Пользователя Сайта о состоянии Заказа.
                <br />
                · 3.1.7. Предоставления Пользователю эффективной клиентской и
                технической поддержки при возникновении проблем, связанных с
                использованием Сайта.
                <br />
                · 3.1.8. Предоставления Пользователю с его согласия, обновлений
                продукции, специальных предложений, информации о ценах,
                новостной рассылки и иных сведений от имени сайта или от имени
                партнеров сайта.
                <br />
                · 3.1.9. Осуществления рекламной деятельности с согласия
                Пользователя.
                <br />
                · 3.1.10. Предоставления доступа Пользователю на сайты или
                сервисы партнеров с целью получения продуктов, обновлений и
                услуг.
                <br />
                <br />
                <strong>4. ОБЯЗАТЕЛЬСТВА СТОРОН</strong>
                <br />
                · 4.1. Пользователь обязан:
                <br />
                · 4.1.1. Предоставить информацию о персональных данных,
                необходимую для пользования Сайтом.
                <br />
                · 4.1.2. Обновить, дополнить предоставленную информацию о
                персональных данных в случае изменения данной информации.
                <br />
                · 4.2. Администрация сайта обязана:
                <br />
                · 4.2.1. Использовать полученную информацию исключительно для
                целей, указанных в п. 3 настоящей Политики конфиденциальности.
                <br />
                · 4.2.2. Обеспечить хранение конфиденциальной информации в
                тайне, не разглашать без предварительного письменного разрешения
                Пользователя, а также не осуществлять продажу, обмен,
                опубликование, либо разглашение иными возможными способами
                переданных персональных данных Пользователя.
                <br />
                · 4.2.3. Принимать меры предосторожности для защиты
                конфиденциальности персональных данных Пользователя согласно
                порядку, обычно используемого для защиты такого рода информации
                в существующем деловом обороте.
                <br />
                · 4.2.4. Осуществить блокирование персональных данных,
                относящихся к соответствующему Пользователю, с момента обращения
                или запроса Пользователя или его законного представителя либо
                уполномоченного органа по защите прав субъектов персональных
                данных на период проверки, в случае выявления недостоверных
                персональных данных или неправомерных действий.
                <br />
                <br />
                <strong>5. ОТВЕТСТВЕННОСТЬ СТОРОН</strong>
                <br />
                · 5.1. Администрация сайта, не исполнившая свои обязательства,
                несёт ответственность за убытки, понесённые Пользователем в
                связи с неправомерным использованием персональных данных, в
                соответствии с законодательством ПМР.
                <br />
                · 5.2. В случае утраты или разглашения Конфиденциальной
                информации Администрация сайта не несёт ответственность, если
                данная конфиденциальная информация:
                <br />
                · 5.2.1. Стала публичным достоянием до её утраты или
                разглашения.
                <br />
                · 5.2.2. Была получена от третьей стороны до момента её
                получения Администрацией сайта.
                <br />
                · 5.2.3. Была разглашена с согласия Пользователя.
                <br />
                <br />
                <strong> 6. РАЗРЕШЕНИЕ СПОРОВ</strong>
                <br />
                · 6.1. До обращения в суд с иском по спорам, возникающим из
                отношений между Пользователем сайта и Администрацией сайта,
                обязательным является предъявление претензии (письменного
                предложения о добровольном урегулировании спора).
                <br />
                · 6.2. Получатель претензии в течение 30 календарных дней со дня
                получения претензии, письменно уведомляет заявителя претензии о
                результатах рассмотрения претензии.
                <br />
                · 6.3. При не достижении соглашения спор будет передан на
                рассмотрение в судебный орган в соответствии с действующим
                законодательством ПМР.
                <br />
                · 6.4. К настоящей Политике конфиденциальности и отношениям
                между Пользователем и Администрацией сайта применяется
                действующее законодательство ПМР.
                <br />
                <br />
                <strong> 7. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</strong>
                <br />
                · 7.1. Администрация сайта вправе вносить изменения в настоящую
                Политику конфиденциальности без согласия Пользователя.
                <br />· 7.2. Новая Политика конфиденциальности вступает в силу с
                момента ее размещения на Сайте интернет-магазина, если иное не
                предусмотрено новой редакцией Политики Новости образования
                Подписаться на рассылку Политика конфиденциальности
            </div>
            <Footer />
        </>
    );
};

export default Privacy;
