import baton from '../assets/images/products/1.png';
export const products = [
    {
        id: 0,
        name: 'Батон "Фирменный"',
        description: 'Незаменимый продукт на вашем столе. Пушистый и ароматный, он подходит для приготовления бутербродов, сэндвичей и других блюд. Идеальный выбор для ежедневного питания.',
        image: baton,
        price: 4.9,
        count: 1
    },
    {
        id: 1,
        name: 'Молоко',
        description: 'Натуральный источник белка, кальция и витаминов. Идеально для укрепления костей, здоровья и обогащения вкуса каш, коктейлей и выпечки. Полезно и вкусно на каждом этапе вашего дня.',
        image: 'https://cdn.tveda.ru/thumbs/1bd/1bd997dc8c01471c54d72906ec75551c/10af5a058c91b32298f3091cf01f2d93.jpg',
        price: 15.9,
        count: 1
    },
    {
        id: 2,
        name: 'Яйца',
        description: 'Источник натурального белка и витаминов. Идеальны для приготовления разнообразных блюд: от завтрака до ужина. Питательные и вкусные, подходят для любого стиля питания.',
        image: 'https://horoshiivkus.ru/wp-content/uploads/2022/06/d475d1eee1b111ec90cbcb67356fa426_a85d8de2723411ed90d3a8905425f432.png',
        price: 26.0,
        count: 1
    },
    {
        id: 3,
        name: 'Рис',
        description: 'Универсальный продукт, который можно использовать для создания множества блюд. Это питательный и легкоусвояемый источник энергии, богатый углеводами и витаминами.',
        image: 'https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/03/4e/8716a34188261390e45cfxddb9af.jpg',
        price: 30,
        count: 1
    },
    {
        id: 4,
        name: 'Макароны',
        description: 'Классическое блюдо, пользующееся популярностью во всем мире. Идеально сочетаются с различными соусами и добавками. Богатый источник углеводов, они являются вкусным и сытным выбором',
        image: 'https://e3.edimdoma.ru/data/ingredients/0000/3162/3162-ed4_wide.jpg?1516362330',
        price: 23,
        count: 1
    },
    {
        id: 5,
        name: 'Картофель',
        description: 'Питательный и вкусный овощ, который станет отличным дополнением к вашему столу. Идеально подходит для приготовления множества блюд, обогатив их вкусом и питательностью.',
        image: 'https://hzpc-sadokas.ru/tn_480x400_c_f_cc_ffffff_0/catalog/item/1000/7/Sylvana2013.jpg',
        price: 5,
        count: 1
    },
    {
        id: 6,
        name: 'Овощи',
        description: 'Свежие и полезные натуральные продукты, богатые витаминами и минералами. Идеальны для создания разнообразных блюд, поддерживая ваше здоровье и вкусовые предпочтения.',
        image: 'https://calorizator.ru/sites/default/files/imagecache/product_512/product/vegetables.jpg',
        price: 15,
        count: 1
    },
    {
        id: 7,
        name: 'Фрукты',
        description: 'Сочные и ароматные природные дары, наполненные витаминами и питательными веществами. Идеальный перекус или десерт для здорового образа жизни, радующий вкусом и внешним видом.',
        image: 'https://myfresh.ru/images/h/f358eacc223f59f738922a08e961f818/400/category/natural_image/17/new_card_______-_________-____.jpg',
        price: 20,
        count: 1
    },
    {
        id: 8,
        name: 'Мясо',
        description: 'Высококачественный источник белка и жизненно важных питательных веществ. Свежее и ароматное, идеально подходит для приготовления разнообразных блюд, удовлетворяя вкусовые предпочтения каждого.',
        image: 'https://m.dom-eda.com/uploads/images/catalog/item/f4457d1078/8879ec2496_500.jpg',
        price: 100,
        count: 1
    },
    {
        id: 9,
        name: 'Рыба',
        description: 'Источник незаменимых омега-3 жирных кислот и белка, необходимых для здоровья сердца и мозга. Свежая и ароматная, она вдохновляет на создание разнообразных и вкусных блюд.',
        image: 'https://storage.delikateska.ru/cache/a/a/okun_d2.jpg/w480.jpg',
        price: 80,
        count: 1
    },
    {
        id: 11,
        name: 'Coca-Cola',
        description: 'Легендарный газированный напиток с освежающим вкусом и искристыми пузырьками. Идеально подходит для освежения в любое время дня и в любой ситуации.',
        image: 'https://digitalcontent.api.tesco.com/v2/media/ghs/7cfb7372-260d-4809-82f9-2ba74a5f94ef/7bbfaa27-f3b6-4a15-930e-9366dff0b0f3_1675814198.jpeg?h=960&w=960',
        price: 29.5,
        count: 1
    },
    {
        id: 10,
        name: 'Лед',
        description: 'Универсальный способ охлаждения напитков и продуктов. Прост в использовании. Освежает напитки, сохраняя их вкус и качество.',
        image: 'https://vitaforte.ru/upload/iblock/e5b/830344_tov1-12463847.jpg',
        price: 33,
        count: 1
    }
]